Repository: thecodrr/BreadPlayer
Catalog: BreadPlayer.Views.UWP/Strings/*/Resources.resw
Source language: en
Languages: ar_eg, cs_cz, de, fa, fr, nl_be, pl_pl, ru, sv

# deviceBufferSizeHelpText.Text
source: Increase this value if you are experiencing clipping or interruptions in audio. Restart is needed for this change to take effect.
ar_eg: زود هذه القيمه اذا كنت تعانى من تقطيع فى الصوت. اعاده التشغيل مطلوبه للتفعيل
de: Erhöhe den Wert falls die Wiedergabe nicht flüssig läuft. Neustart ist erforderlich damit diese Änderung wirksam wird.
fa: در صورت ایراد در پخش این مفدار را افزایش دهید. برای اعمال این تغییر نیاز به راه اندازی مجدد برنامه دارید.
fr: Augmenter cette valeur si vous rencontrez des coupures ou des interruption de son. Un redémarrage est nécessaire afin que ce changement soit pris en compte.
ru: Требуется перезапуск для принятия эффекта этих изменений.
sv: Öka det här värdet om du upplever avbrott i ljudet Omstart krävs för full effekt.

# songNotificationsCheckBox.Content
source: Show upcoming song notifications
ar_eg: اظهر اشعار بالاغنيه القادمه
de: Zeige folgende Songs als Benachrichtigung
fa: نمایش نام ترانه بعدی در اعلان
fr: Afficher des notifications pour les morceaux à venir
ru: Показать сообщения о предстоящей песне
sv: Visa ett meddelande för kommande låtar

# tileNotificationsCheckBox.Content
source: Show tile notifications
ar_eg: اظهر الاشعارات فى البلاطه
de: Zeige Benachrichtigungen auf Live-Kachel
fa: نمایش اعلان در کاشی زنده
fr: Afficher les notifications sur la tuile
ru: Показывать оповещения о плиточках
sv: Visa panel meddelanden

# keyboardSettingsText
source: Keyboard Bindings
ar_eg: تطويعات لوحه المفاتيح
de: Tastatenkürzel
fa: میانبر های صفحه کلید
fr: Raccourcis Clavier
ru: Привязки Клавиатуры
sv: Tangentbordsgenvägar

# coreSettingsText
source: Core
ar_eg: النواه
de: Allgemein
fa: هسته
ru: Ядро
sv: Allmänt

# audioSettingsText
source: Audio
ar_eg: الصوت
fa: صدا
ru: Аудио
sv: Ljud

# accountsSettingsText
source: Accounts
ar_eg: حسابات
fa: حساب ها
fr: Comptes
ru: Аккаунт
sv: Konton

# accountsSettingsSubtitle
source: Last.fm, lyrics
ar_eg: Last.fm, كلمات الاغانى
de: Last.fm, Songtexte
fa: Last.fm, متن ترانه
fr: Last.fm, paroles
ru: Last.fm, Текст песен
sv: Last.fm, låttext

# personalizationSettingsSubtitle
source: Background, font, theme
ar_eg: الخلفية، الخط، التصميم
de: Hintergrund, Schrift, Theme
fa: پس زمینه، فونت، تم
fr: Fond, police, thème
ru: Фон, шрифт, тема
sv: Bakgrund, typsnitt, tema

# coreSettingsSubtitle
source: Reset, notifications, lock screen
ar_eg: اعاجه تعيين،الاشعارات،شاشه القفل
de: Zurücksetzen, Benachrichtigungen, Sperrbildschirm
fa: بازنشانی، اعلان، قفل صفحه
fr: Réinitialiser, notifications, écran de verrouillage
ru: Обнулить, уведомления, блокировку экрана
sv: Återställning, meddelanden, låsskärm

# audioSettingsSubtitle
source: Equalizer, volume, cross-fade
ar_eg: الموازن,الصوت, تقاطع التلاشى
de: Equalizer, Lautstärke, Cross-Fade
fa: جلوه صوتی، حجم صدا، محو انتقال
fr: Egaliseur, volume, fondu
ru: Эквалайзер, уровень громкости, затенение
sv: Equalizer, volym, cross-fade

# keyboardSettingsSubtitle
source: Keyboard shortcuts
ar_eg: اختصارات لوحه المفاتيع
de: Tastenkürzel
fa: میانبر های صفحه کلید
fr: Raccourcis Clavier
ru: Горячие клавиши
sv: Tangentbordsbindningar

# contactSettingsSubtitle
source: Facebook, email, github
fa: فیسبوک، ایمیل، گیت‌هاب

# aboutSettingsSubtitle
source: Version info, license, credits
ar_eg: معلومات الاصدار, الترخيص, لوحه الشرف
de: Version Info, Lizenz, Mitwirkende
fa: اطلاعات نسخه، مجوز و اعتبار
fr: Version info, license, crédits
ru: Информация о версии, лицензии, кредитах
sv: Versionsinformation, licens, tack till

# contributeSettingsSubtitle
source: Translation, bug hunting, coding
ar_eg: ترجمه، برمجه، ابلاغ غن مشكله
de: Übersetzen, Fehler finden, programmieren
fa: ترجمه، عیب یابی و یا کد نویسی
fr: Traduction, chasse aux bugs, coding
ru: Перевод, охота за ошибками, кодирование
sv: Översättning, avlusning, programmering

# recentlyPlayedPivot.Header
source: Recently Played
ar_eg: شغل ماخرا
de: Kürzlich abgespielt
fa: به تازگی پخش شده
fr: Lu Récemment
ru: Недавно Воспроизводимое
sv: Nyligen spelade

# mostPlayedPivot.Header
source: Most Played
ar_eg: الاكثر تشغيلا
de: Meistgespielt
fa: بیشتر پخش شده
fr: Les plus joués
ru: Самая Популярная
sv: Mest spelade

# recentlyAddedPivot.Header
source: Recently Added
ar_eg: اضيف ماخرا
de: Kürzlich hinzugefügt
fa: به تازگی اضافه شده
fr: Récemment Ajouté
ru: Недавно Добавленное
sv: Nyligen tillagda

# bakersHeader.Text
source: Bakers
ar_eg: الخبازين
de: Bäcker
fa: هنرمندان
ru: Исполнители
sv: Bagare

# showAllTB.Text
source: Show all
ar_eg: اظهر الكل
de: Zeige alle
fa: نمایش کل
fr: Afficher tout
ru: Показать все
sv: Visa alla

# bakersInfoTB.Text
source: Bakers Information
ar_eg: معلومات الخبازين
de: Künstler Informationen
fa: اطلاعات هنرمندان
fr: Informations des Bakers
ru: Информация о Исполнителях
sv: Bagarens information

# bakersInfoCB.Header
source: Choose no. of artist(s) to fetch info for:
ar_eg: اختار عدد من الخبازين لجلب بياناتهم:
de: Wähle die Künstler, für die du Informationen suchen möchtest:
fa: شماره هنرمند را برای نمایش اطلاعات انتخاب کنید
fr: Choisissez les n° des artistes dont les infos doivent être récupérées:
ru: Выберите no. исполнителя (ов), чтобы получить информацию для:
sv: Välj antal artister att hämta info för:

# lyricsTB.Text
source: Lyrics
ar_eg: كلمات الاغانى
de: Songtexte
fa: متن ترانه
fr: Paroles
ru: Текст песни
sv: Låttext

# lyricTypeCB.Header
source: Choose lyric type:
ar_eg: اختار نوع الكلمات:
de: Wähle eine Darstellungsart:
fa: نوع متن ترانه را انتخاب کنید:
fr: Choisissez le type de paroles:
ru: Выберите лирический тип:
sv: Välj låttexttyp:

# lyricSourceCB.Header
source: Choose lyric source:
ar_eg: اختر مصدر الكلمات:
de: Wähle eine Quelle für Songtexte:
fa: منبع متن ترانه را مشخص کنید:
fr: Choisissez la source de paroles:
ru: Выберите лирический источник:
sv: Välj källa för låttexter:

# notificationsHeader.Text
source: Notifications
ar_eg: اشعارات
de: Benachrichtigungen
fa: اعلان
ru: Уведомления
sv: Meddelanden

# licenseText.Text
source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
fr: Ce programme est un logiciel libre: vous pouvez le redistribuer et/ou le modifier sous les termes de la licence publique générale GNU telle que publiée par la Free Software Foundation, soit la version 3 de la licence, soit (à votre gré) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais sans aucune garantie; sans même la garantie implicite de qualité marchande ou d'adéquation à un usage particulier. Pour plus de détails, consultez la licence publique générale GNU.
nl_be: Dit programma is vrije software: je mag het herdistribueren en/of wijzigen onder de voorwaarden van de GNU Algemene Publieke Licentie zoals gepubliceerd door de Free Software Foundation, onder versie 3 van de Licentie of (naar jouw keuze) elke latere versie. Dit programma is gedistribueerd in de hoop dat het nuttig zal zijn maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garanties die GEBRUIKELIJK ZIJN IN DE HANDEL of voor BRUIKBAARHEID VOOR EEN SPECIFIEK DOEL. Zie de GNU Algemene Publieke Licentie voor meer details.
pl_pl: Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 3-ciej tej Licencji lub którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji zobacz - Powszechna Licencja Publiczna GNU.
ru: Это бесплатная программное обеспечение: вы можете распространять его и/или модифицировать под условиями GNU General Public License как опубликованное Фондом Свободного программного обеспечения, или версия 3 лицензии, или (по вашему выбору) более поздними версиями лицензий. Эта программное обеспечение распространяется в надежде что оно будет полезным, но БЕЗ ЛЮБЫХ ГАРАНТИЙ; без применения гарантии о КОММЕРЧЕСКОЙ ЦЕННОСТИ ИЛИ ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Больше деталей смотрите о GNU General Public License.
